Repository: frisbee-ua/woocommerce-payment-gateway
Catalog: languages/frisbee-woocommerce-payment-gateway-*.po
Languages: ru_ru, uk

source: Buy now, pay later service.
ru_ru: Сервис оплаты частями.
uk: Сервіс оплати частинами.

source: Place order
ru_ru: Заказать
uk: Замовити

source: Enable/Disable
ru_ru: Включить/Выключить
uk: Увімкнути / Вимкнути

source: Enable frisbee Payment Module.
ru_ru: Включить модуль оплаты frisbee

source: Show in the Payment List as a payment option
ru_ru: Показать в списке платежей как способ оплаты
uk: Показати в списку платежів як спосіб оплати

source: Test mode:
ru_ru: Тестовый режим:
uk: Тестовий режим:

source: Enable Test Mode
ru_ru: Включить тестовый режим
uk: Увімкнути тестовий режим:

source: Place the payment gateway in test mode using test Merchant id.
ru_ru: Перевести платежный шлюз в тестовый режим, используя тестовый Merchant ID.
uk: Перевести платіжний шлюз до тестовому режиму установивши тестовий Merchant ID

source: Title:
ru_ru: Заголовок:
uk: Заголовок:

source: frisbee Online Payments
ru_ru: Онлайн платежи frisbee

source: This controls the title which the user sees during checkout.
ru_ru: Заголовок который, видит пользователь в процессе оформления заказа.
uk: Заголовок який, бачить користувач в процесі оформлення замовлення.

source: Description:
ru_ru: Описание
uk: Опис:

source: Pay securely by Credit or Debit Card or Internet Banking through frisbee service.
ru_ru: Оплатите безопасно с помощью кредитной или дебетовой карты или интернет-банкинга через службы frisbee.
uk: Сплатіть безпечно за допомогою кредитної або дебетової картки чи інтернет-банкінгу через служби Frisbee.

source: This controls the description which the user sees during checkout.
ru_ru: Описание которое видит пользователь в процессе оформления заказа.
uk: Опис, який бачить користувач в процесі оформлення замовлення.

source: Merchant ID:
ru_ru: ID мерчанта:
uk: ID мерчанта:

source: Payment key:
ru_ru: Ключ платежа:
uk: Ключ оплати:

source: Ask Frisbee support about your ID.
ru_ru: Запросите ID у службы поддержки Frisbee.
uk: Запитайте ваш ID у служби підтримки Frisbee.

source: Ask Frisbee support to provide you with a key.
ru_ru: Запросите ключ платежа у службы поддержки Frisbee.
uk: Запитайте ваш ключ оплати у служби підтримки Frisbee.

source: Show Frisbee logo
ru_ru: Показывать логотип Frisbee
uk: Показувати Frisbee логотип

source: Show the logo in the payment method section for the user
ru_ru: Показывать логотип при выборе платежного метода
uk: Показувати логотип в розділі способу оплати для користувача

source: Tick to show "frisbee" logo
ru_ru: Отметьте, чтобы показать логотип.
uk: Відзначте, щоб показати логотип.

source: Show calendar on checkout
ru_ru: Показывать календарь платежей
uk: Показувати календар

source: Show recurring payment calendar on checkout
ru_ru: Показывать платежный календарь при оформлении заказа
uk: Показувати платіжний календар при оформленні замовлення

source: Tick to show show recurring payment calendar on checkout
ru_ru: Включает показ платежного календаря
uk: Вмикає показ платіжного календаря

source: Enable force detect lang
ru_ru: Определение языковых настроек
uk: Визначення мовних налаштувань

source: Enable detecting site lang if it used
ru_ru: Включить определение языка
uk: Увімкнути визначення мови

source: Return Page
ru_ru: Страница ответа
uk: Сторінка повернення

source: Default order page
ru_ru: Стандартная страница возврата
uk: Стандартна сторінка повернення

source: URL of success page
ru_ru: Страница куда будет направлен пользователь после оплаты
uk: Сторінка куди буде направлений користувач після оплати

source: Successful payment order status
ru_ru: Статус заказа при успешной оплате
uk: Статус замовлення при успішній оплаті

source: The default order status after successful payment.
ru_ru: Статус заказа когда оплата прошла успешно
uk: Стандартний статус замовлення при успішній оплаті

source: Payment expired order status
ru_ru: Статус заказа при истекшем платеже
uk: Статус замовлення, якщо закінчився термін оплати

source: Order status when payment was expired.
ru_ru: Изменить статус заказа при истёкшем платеже
uk: Зміна статусу замовлення при сплившему платежі

source: Payment declined order status
ru_ru: Статус заказа при отказе
uk: Статус замовлення при відмові

source: Order status when payment was declined.
ru_ru: Изменить статус заказа при отказе
uk: Зміна статусу замовлення при сплившему відхиленому платежі

source: Default status
ru_ru: Стандартный статус
uk: Стандартний статус

source: Card Number:
ru_ru: Номер карты:
uk: Номер картки:

source: XXXXXXXXXXXXXXXX
ru_ru: xxxxxxxxxxxxxx
uk: xxxxxxxxxxxxxx

source: Expiry Date:
ru_ru: СРОК ДЕЙСТВИЯ:
uk: ТЕРМІН ДІЇ:

source: Pay
ru_ru: Оплатить
uk: Оплатити

source: Order:
ru_ru: Заказ №:
uk: Замовлення №:

source: Pay via frisbee.eu
ru_ru: Оплатить с помощью frisbee

source: Refund frisbee status: processing
ru_ru: Статус возврата: processing

source: Refund frisbee status: Declined
ru_ru: Статус возврата frisbee: Declined. Пожалуйста, свяжитесь с поддержкой для уточнения деталей

source: Refund frisbee status: Unknown
ru_ru: Статус возврата frisbee: Unknown. Пожалуйста, свяжитесь с поддержкой для уточнения деталей

source: Refund frisbee status: Unknown. Try to contact support
ru_ru: Статус возврата frisbee: Unknown. Пожалуйста, свяжитесь с поддержкой для уточнения деталей

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
ru_ru: Ошибка при оплате. Пожалуйста свяжитесь с нами для уточнения деталей.
uk: Помилка при оплаті. Будь ласка зв'яжіться з нами для уточнення деталей.

source: Amount incorrect.
ru_ru: Неверная сумма
uk: Сума неправильна.

source: An error has occurred during payment. Merchant data is incorrect.
ru_ru: Произошла ошибка во время оплаты. Данные мерчанта неверны.
uk: Під час оплати сталася помилка. Дані мерчанта невірні.

source: Payment method incorrect.
ru_ru: Не верный метод
uk: Платіжний метод не корректний

source: Transaction ERROR: signature is not valid
ru_ru: ОШИБКА транзакции: подпись недействительна
uk: ПОМИЛКА транзакції: підпис недійсний

source: An error has occurred during payment. Signature is not valid.
ru_ru: Произошла ошибка во время оплаты. Подпись недействительна.
uk: Сталася помилка під час оплати. Підпис недійсний.

source: Thank you for shopping with us. However, the request has been rejected.
ru_ru: Спасибо за покупку ! Тем не менее, заявка была отклонена.
uk: Дякуємо за покупки з нами. Однак заявка була відхилена.

source: Thank you for shopping with us. However, the request has been annuled.
ru_ru: Спасибо что делаете покупки у нас. Но ваша заявка была аннулирована.
uk: Дякуємо за покупки з нами. Проте заявка анульована.

source: Transaction ERROR: order expired<br/>frisbee ID:
ru_ru: ОШИБКА: срок действия заказа истек<br/> frisbee ID:

source: Thank you for shopping with us. But your payment declined.
ru_ru: Спасибо за покупки. Но по вашему платежу получили отказ.
uk: Дякуємо за покупки з нами. Але ваш платіж відхилено.

source: frisbee payment successful.<br/>frisbee ID:
ru_ru: Платеж успешен.<br/>frisbee ID:

source: Transaction ERROR: amount incorrect<br/>frisbee ID:
ru_ru: Неверная сумма.<br/>frisbee ID:

source: Thank you for shopping with us. Your account has been charged and your transaction is successful.
ru_ru: Спасибо за покупку. Оплата прошла успешно
uk: Дякуємо за покупку. Оплата пройшла успішно

source: Built-in form
ru_ru: Встроенная форма
uk: Вбудована форма

source: In-store payment page
ru_ru: Страница оплаты внутри магазина
uk: Сторінка оплати всередині магазину

source: Redirection
ru_ru: Перенаправление
uk: Перенаправлення

source: Settings
ru_ru: Настройки
uk: Налаштування

source: WooCommerce - Frisbee | Buy Now, Pay Later
ru_ru: WooCommerce - Frisbee | Оплата частями
uk: WooCommerce - Frisbee | Оплата частинами

source: Frisbee payments plugin for WooCommerce.
ru_ru: Плагин сервиса оплаты частями Frisbee для WooCommerce.
uk: Плагін сервісу оплати частинами Frisbee для WooCommerce.

source: https://frisbee.eu/
ru_ru: https://frisbee.ua/

source: Buy now pay later
ru_ru: Купи сейчас, плати потом
uk: Купуй зараз, плати потім

source: Frisbee | Buy Now, Pay Later
ru_ru: Frisbee | Оплата частями
uk: Frisbee | Оплата частинами

source: Buy now, pay later with Frisbee
ru_ru: Оплата частями с Frisbee
uk: Оплата частинами з Frisbee

source: After clicking "Place order", you will be redirected to the Frisbee service to complete your purchase.
ru_ru: После нажатия кнопки "Разместить заказ" вы будете перенаправлены на страницу сервиса Frisbee для завершения покупки.
uk: Після натискання кнопки "Розмістити замовлення" ви будете перенаправлені на сторінку сервісу Frisbee для завершення покупки.

source: Buy now, pay later service
ru_ru: Сервис оплаты частями
uk: Сервіс оплати частинами

source: Buy now, pay later
ru_ru: Оплата частями
uk: Оплата частинами

source: Keep data
ru_ru: Сохранение данных
uk: Збереження даних

source: Keep plugin data and settings after uninstall
ru_ru: Сохранить данные и настройки плагина после его удаления
uk: Зберегти дані та налаштування плагіну після його видалення

source: Enable Frisbee Payment Module.
uk: Увімкнути модуль оплати Frisbee

source: Frisbee Online Payments
uk: Онлайн платежі Frisbee

source: Pay via Frisbee.eu
uk: Оплатити за допомогою Frisbee

source: Refund Frisbee status: processing
uk: Статус повернення: processing

source: Refund Frisbee status: Declined
uk: Статус повернення Frisbee: Declined. Будь ласка, зв'яжіться з підтримкою для уточнення деталей

source: Refund Frisbee status: Unknown
uk: Статус повернення Frisbee: Unknown. Будь ласка, зв'яжіться з підтримкою для уточнення деталей

source: Refund Frisbee status: Unknown. Try to contact support
uk: Статус повернення Frisbee: Unknown. Будь ласка, зв'яжіться з підтримкою для уточнення деталей

source: Transaction ERROR: order expired<br/>Frisbee ID:
uk: ПОМИЛКА: термін дії замовлення закінчився<br/> Frisbee ID:

source: Frisbee payment successful.<br/>Frisbee ID:
uk: Платіж успішний.<br/>Frisbee ID:

source: Transaction ERROR: amount incorrect<br/>Frisbee ID:
uk: Помилка транзакції: сума неправильна <br/> ID Frisbee:

source: https://frisbee.eu
uk: https://frisbee.ua/
